Repository: lkmvip/Youtube-DL-GUI
Catalog: Form1.*.resx
Languages: pt_br

# DownloadButton.Text
source: Download
pt_br: &Baixar

# DownloadStatus.Text
source: No Download
pt_br: Nenhum Download

# FiletypeBox.Items
source: m4a - 130k (audio only)
pt_br: m4a - 130k (apenas áudio)

# FiletypeBox.Items1
source: mp3 (audio only)
pt_br: mp3 (apenas áudio)

# FiletypeBox.Items2
source: flac (audio only)
pt_br: flac (apenas áudio)

# FiletypeBox.Items3
source: mp4 - 144p (video only)
pt_br: mp4 - 144p (apenas vídeo)

# FiletypeBox.Items4
source: mp4 - 240p (video only)
pt_br: mp4 - 240p (apenas vídeo)

# FiletypeBox.Items5
source: mp4 - 360p (video only)
pt_br: mp4 - 360p (apenas vídeo)

# FiletypeBox.Items6
source: mp4 - 480p (video only)
pt_br: mp4 - 480p (apenas vídeo)

# FiletypeBox.Items7
source: mp4 - 720p (video only)
pt_br: mp4 - 720p (apenas vídeo)

# FiletypeBox.Items12
source: mp4 - 640x360 (video and audio)
pt_br: mp4 - 640x360 (aúdio e vídeo)

# FiletypeBox.Items13
source: mp4 -1280x720 (video and audio)
pt_br: mp4 -1280x720 (aúdio e vídeo)

# FiletypeBox.Items14
source: flv
pt_br: mp4 -1280x720 (video and audio)

# FiletypeBox.Items15
source: avi
pt_br: flv

# FiletypeBox.Items16
source: default
pt_br: avi

# label2.Text
source: File Type:
pt_br: Extensão:

# VideoID.HeaderText
source: Video ID
pt_br: ID do Vídeo

# deleteContextMenuItem.Text
source: Delete from Queue
pt_br: Excluir da Lista

# editStripMenuItem.Text
source: Edit Video Attributes
pt_br: Editar Atributos

# button1.Text
source: Select Folder
pt_br: Sele&cionar Destino

# label3.Text
source: Destination:
pt_br: Destino:

# label4.Text
source: File Name:
pt_br: Nome:

# useTitleCheckbox.Text
source: Use Video Title
pt_br: &Usar Título do Vídeo

# queueButton.Text
source: Add to Queue
pt_br: &Adicionar à Fila

# label5.Text
source: Video Title:
pt_br: Título do Vídeo:

# label6.Text
source: Video ID:
pt_br: ID do Vídeo:

# label7.Text
source: Filetype:
pt_br: Extensão:

# label8.Text
source: Download Location:
pt_br: Destino do Download:

# settingsToolStripMenuItem.Text
source: Settings
pt_br: Configurações

# languageToolStripMenuItem.Text
source: Language
pt_br: Idioma

# displayToolStripMenuItem.Text
source: Display
pt_br: Exibir

# displayVerboseStatusToolStripMenuItem.Text
source: Verbose Status
pt_br: Status de Download Avançado

# alertOnFinishToolStripMenuItem.Text
source: Alert on Finish
pt_br: Alerta ao Finalizar

# aboutToolStripMenuItem.Text
source: About
pt_br: Sobre

# toolsToolStripMenuItem.Text
source: Tools
pt_br: Ferramentas

# converterToolStripMenuItem.Text
source: Converter
pt_br: Conversor

# AddFromTextButton.Text
source: Add from Text File
pt_br: &Importar de Arquivo de Texto

# EditDestinationButton.Text
source: Select Folder
pt_br: Selecionar Destino

# EditFiletypeBox.Items
source: m4a - 130k (audio only)
pt_br: m4a - 130k (apenas áudio)

# EditFiletypeBox.Items1
source: mp3 (audio only)
pt_br: mp3 (apenas áudio)

# EditFiletypeBox.Items2
source: flac (audio only)
pt_br: flac (apenas áudio)

# EditFiletypeBox.Items3
source: mp4 - 144p (video only)
pt_br: mp4 - 144p (apenas vídeo)

# EditFiletypeBox.Items4
source: mp4 - 240p (video only)
pt_br: mp4 - 240p (apenas vídeo)

# EditFiletypeBox.Items5
source: mp4 - 360p (video only)
pt_br: mp4 - 360p (apenas vídeo)

# EditFiletypeBox.Items6
source: mp4 - 480p (video only)
pt_br: mp4 - 480p (apenas vídeo)

# EditFiletypeBox.Items7
source: mp4 - 720p (video only)
pt_br: mp4 - 720p (apenas vídeo)

# EditFiletypeBox.Items11
source: webm - 640x360
pt_br: mp4 - 640x360 (aúdio e vídeo)

# EditFiletypeBox.Items12
source: mp4 - 640x360 (video and audio)
pt_br: mp4 -1280x720 (aúdio e vídeo)

# label9.Text
source: Filename:
pt_br: Nome:

# UseTitleInEditCheckbox.Text
source: Use Video Title
pt_br: Usar Título do Vídeo

# ExportButton.Text
source: Export Queue
pt_br: &Exportar Fila

# exportQueueDialog.Filter
source: Text File|*.txt
pt_br: Arquivo de Texto|*.txt
